export const ru = {
  english: "English",
  russian: "Русский",
  deutsch: "Deutsch",
  ukrainian: "Українська",

  aboutUs: "О НАС",
  registrarion: "РЕГИСТРАЦИЯ",
  shop: "МАГАЗИН",
  contacts: "КОНТАКТЫ",

  aboutQuestion: "Что такое Frion?",
  aboutText:
    "Frion это вымышленный приют для животных для демонстрации навыков и способностей. В данном приюте вы можете записаться на получение питомца или же сдать найденную зверушку.  Так же подразумевается возможность записи питомца на лечение. Все услуги подтверждаются и уточняются с оператором через мессенджер / почту / телефон. Так же есть возможность купить товары для животных, предварительно выбрав их на сайте и получив в отделении. Для большего удобства вы можете посмотреть адреса и фотографии приютов в вашей стране и городе или узнать какую-то информацию у наших операторов прямо на сайте или в удобной для вас социальной сети. Сайт полностью локализирован для различных языков.",

  regInstructionQuestion: "Как я могу создать заявку?",
  regInstructionText: "Что бы создать заявку внесите ваше имя, фамилию, почту и номер телефона, выберете из списка тип вашего животного и укажите какой услугой вы хотите воспользоваться. После этого отправьте форму и в скором времени с вами свяжутся операторы для подтверждения и уточнения заявки.",

  createRequest: "Создать заявку",
  firstNameLabel: "Имя",
  firstNameLabelPlaceholder: "Введите ваше имя...",
  secondNameLabel: "Фамилия",
  secondNameLabelPlaceholder: "Введите вашу фамилию...",
  phoneNumberLabel: "Номер телефона",
  phoneNumberLabelPlaceholder: "Введите ваш номер телефона...",
  emailLabel: "Почта",
  emailLabelPlaceholder: "you@example.com",
  pleaseEnterRightEmail: "Пожалуйста, введите корректную почту.",
  petType: "Тип животного",

  catType: "Кошка",
  dogType: "Собака",
  fishType: "Рыбка",

  takingPet: "Получение",
  givingPet: "Сдача",
  healingPet: "Лечение",
  submitForm: "Отправить",

  shopQuestion: "Вам нужно что нибудь для вашего питомца?",
  buyFor: "Купить за",
  viewAllProducts: "Посмотреть все продукты",

  contactQuestion: "Хотите посетить нас?",
  contactCountry: "Страна",
  contactCity: "Город",
  contactDepartment: "Отделение",

  feedBackLabel: "Обратная связь",
  feedBackLabelPlaceholder: "Введите ваше сообщение...",

  myOrder: "Мой заказ:",
  priceCart: "Цена",
  quantityCart: "Количество",
  buyButtonCart: "Купить",
};
