export const uk = {
  english: "English",
  russian: "Русский",
  deutsch: "Deutsch",
  ukrainian: "Українська",

  aboutUs: "ПРО НАС",
  registrarion: "РЕЄСТРАЦІЯ",
  shop: "МАГАЗИН",
  contacts: "КОНТАКТИ",

  aboutQuestion: "Що таке Frion?",
  aboutText: "Frion це вигаданий притулок для тварин для демонстрації навичок та здібностей. У даному притулку ви можете записатися на отримання вихованця або здати знайдене звірятко. Також є можливість запису вихованця на лікування. Всі послуги підтверджуються та уточнюються з оператором через месенджер/пошту/телефон. Також є можливість купити товари для тварин, попередньо обравши їх на сайті та отримавши у відділенні. Для більшої зручності ви можете переглянути адреси та фотографії притулків у вашій країні та місті або дізнатися якусь інформацію у наших операторів прямо на сайті або у зручній для вас соціальній мережі. Сайт повністю локалізований для різних мов.",

  regInstructionQuestion: "Як я можу створити запит?",
  regInstructionText: "Щоб створити заявку внесіть ваше ім'я, прізвище, пошту та номер телефону, оберіть зі списку тип вашої тварини та вкажіть якою послугою ви хочете скористатися. Після цього надішліть форму та незабаром з вами зв'яжуться оператори для підтвердження та уточнення заявки.",

  createRequest: "Створити запит",
  firstNameLabel: "Імʼя",
  firstNameLabelPlaceholder: "Введіть ваше імʼя...",
  secondNameLabel: "Прізвище",
  secondNameLabelPlaceholder: "Введіть ваше прізвище...",
  phoneNumberLabel: "Номер телефону",
  phoneNumberLabelPlaceholder: "Введіть номер телефону...",
  emailLabel: "Пошта",
  emailLabelPlaceholder: "you@example.com",
  pleaseEnterRightEmail: "Введіть коректну пошту.",
  petType: "Тип тварини",

  catType: "Кішка",
  dogType: "Собака",
  fishType: "Рибка",

  takingPet: "Отримання",
  givingPet: "Здача",
  healingPet: "Лікування",
  submitForm: "Відправити",

  shopQuestion: "Вам потрібно що-небудь для вашого улюбленця?",
  buyFor: "Купити за",
  viewAllProducts: "Переглянути всі продукти",

  contactQuestion: "Бажаєте відвідати нас?",
  contactCountry: "Країна",
  contactCity: "Місто",
  contactDepartment: "Відділення",

  feedBackLabel: "Зворотній звʼязок",
  feedBackLabelPlaceholder: "Введіть ваше повідомлення...",

  myOrder: "Моє замовлення:",
  priceCart: "Ціна",
  quantityCart: "Кількість",
  buyButtonCart: "Купити",
};
